"CFBundleName" = "Infuse";
"NSHumanReadableCopyright" = "© 2026 Firecore, LLC";
"NSAppleMusicUsageDescription" = "Permitir acesso para mostrar vídeos sincronizados";
"NSBluetoothPeripheralUsageDescription" = "Utilizado para reprodução de conteúdos a partir de dispositivos externos";
"NSCameraUsageDescription" = "Para permitir capturar códigos QR";
"NSMicrophoneUsageDescription" = "Utilizado para emparelhar equipamentos externos.";
"NSFaceIDUsageDescription" = "Usado para desbloquear o seu dispositivo quando as restrições estão ativas";
"NSLocationAlwaysAndWhenInUseUsageDescription" = "Utilizado para partilha anónima de dados para melhoria do produto";
"NSLocationAlwaysUsageDescription" = "Utilizado para partilha anónima de dados para melhoria do produto";
"NSLocationWhenInUseUsageDescription" = "Utilizado para partilha anónima de dados para melhoria do produto";
"NSPhotoLibraryUsageDescription" = "Por favor, ative o acesso a fotografias para enviar imagens.";
"NSBluetoothAlwaysUsageDescription" = "Usado para descobrir dispositivos Google Cast próximos";
"NSLocalNetworkUsageDescription" = "Utilizado para descobrir redes e dispositivos Google Cast partilhados na sua rede local";
"NSPhotoLibraryAddUsageDescription" = "Isto permitirá que o Infuse guarde imagens na aplicação Fotografias.";
